Repository: alibildir/tr_identity
Catalog: lib/l10n/app_*.arb
Languages: tr

# helloWorld
source: T.R. Idendity Application
tr: TC Kimlik Numarası Uygulaması

# queriedID
source: Please input your TR Idendity Number here
tr: Lütfen TC Kimlik Numaranızı giriniz

# queriedName
source: Please input your name here
tr: Lütfen adınızı buraya giriniz.

# queriedSurname
source: Please input your surname
tr: Lütfen soyadınızı buraya giriniz.

# queriedBirthYear
source: Please input your year of birthday
tr: Lütfen doğum yılınızı buraya giriniz.

# verify
source: Verify Rot ID
tr: TC Kimlik Doğrula

# agnate
source: Find Agnate
tr: Akraba Bul

# validate_not_null
source: You have to enter valid identity number
tr: Geçerli bir TC Kimlik numarası girmelisiniz.

# agnate_result
source: Agnate Results
tr: Akraba Sonuçları

source: Elder
tr: Atası

source: Younger
tr: Küçüğü

source: Result :
tr: Sonuç :

# verify_verified
source: The information entered has been verified
tr: Girilen bilgiler doğrulanmıştır

# verify_not_verified
source: The information entered could not be verified
tr: Girilen bilgiler doğrulanamamıştır

# verify_technical_error
source: The Population Citizenship service could not be accessed. Check your internet connection and try again later.
tr: Nüfus Vatandaşlık servisine erişilememiştir. İnternet bağlantınızı kontrol ediniz ve daha sonra tekrar deneyiniz.
